<!DOCTYPE html>
<!--[if lt IE 9]><html class="no-js lt-ie9" lang="fr" dir="ltr"><![endif]-->
<!--[if gt IE 8]><!-->
<html class="no-js" lang="fr" dir="ltr">
<!--<![endif]-->
<head>
    <meta charset="utf-8">
    <!-- Web Experience Toolkit (WET) / Boîte à outils de l'expérience Web (BOEW) wet-boew.github.io/wet-boew/License-en.html / wet-boew.github.io/wet-boew/Licence-fr.html -->
    <title>Programme de formation sur l'accessibilité - EDSC / Bureau de l’accessibilité de la TI</title>
    <meta content="width=device-width,initial-scale=1" name="viewport">
    <!-- Meta data -->
    <meta name="description"
        content="Web Experience Toolkit (WET) includes reusable components for building and maintaining innovative Web sites that are accessible, usable, and interoperable. These reusable components are open source software and free for use by departments and external Web communities">
    <!-- Meta data-->
    <!-- Load closure template scripts -->
    <script src="https://ssl-templates.services.gc.ca/rn/cls/wet/gcweb/cdts/compiled/soyutils.js"></script>
    <script src="https://ssl-templates.services.gc.ca/rn/cls/wet/gcweb/cdts/compiled/wet-fr.js"></script>
    <!-- Write closure template -->
    <script src="https://bati-itao.github.io/scripts/refTop.min.js"></script>
</head>

<body vocab="https://schema.org/" typeof="WebPage">
    <div id="def-top">
    </div>
    <!-- Write closure template -->
    <script>
        var defTop = document.getElementById("def-top");
        defTop.outerHTML = wet.builder.appTop({
            "appName": [{
                "text": "EDSC / Bureau de l’accessibilité de la TI",
                "href": "https://bati-itao.github.io/index-fr.html"
            }],
            "breadcrumbs": [{
                "title": "Accueil",
                "href": "https://bati-itao.github.io/index-fr.html"
            }, {
                "title": "Apprentissage",
                "href": "../index-fr.html"
            }],
            "lngLinks": [{
                "lang": "en",
                "href": "./index.html",
                "text": "English"
            }],
            "menuPath": "https://bati-itao.github.io/ajax/menu-fr.html"
        });
    </script>
    <main role="main" property="mainContentOfPage" class="container">
        <h1 property="name" id="wb-cont">Programme de formation sur l'accessibilité</h1>

        <h2>Intention et vision du programme de formation sur l'accessibilit&eacute;</h2>
        <p>La nouvelle <a href="https://www.parl.ca/DocumentViewer/fr/42-1/projet-loi/C-81/sanction-royal"><em>Loi canadienne sur l'accessibilit&eacute;</em></a> exigera que les employ&eacute;s de la Direction g&eacute;n&eacute;rale de l'innovation, de l'information et de la technologie (DGIIT) prennent connaissance des obligations qui leur incombent afin de garantir l'accessibilit&eacute; de leur environnement de travail. La liste des cours permettra aux employ&eacute;s d'approfondir leurs connaissances en mati&egrave;re d'accessibilit&eacute; et de mieux r&eacute;pondre aux besoins de leurs clients internes et externes. De plus, cette liste donnera &agrave; des publics cibles diversifi&eacute;s (tels que les gestionnaires de projet, ainsi que les d&eacute;veloppeurs, les programmeurs et les techniciens de la DGIIT) les outils n&eacute;cessaires pour fournir de fa&ccedil;on proactive des services, des logiciels et des programmes accessibles, qui r&eacute;pondent le mieux aux besoins de nos coll&egrave;gues qui utilisent la technologie informatique adapt&eacute;e (TIA).</p>
        <h3>Mandat de la DGIIT :</h3>
        <ul>
            <li>Fournir des services modernes, s&eacute;curis&eacute;s, efficaces et efficients en mati&egrave;re d'information et de technologie qui apportent la plus grandes valeur aux besoins de nos clients.</li>
            <li>&Eacute;tablir des liens s&eacute;curitaires entre l'information et la technologie pour nos clients, les partenariats et les citoyens.</li>
        </ul>
        <h3>Mandat en mati&egrave;re d'accessibilit&eacute; de la technologie de l'information :</h3>
        <ul>
            <li>&Ecirc;tre un chef de file en mati&egrave;re d'accessibilit&eacute;, promouvoir et favoriser un milieu de travail qui n'exclut personne et permettre &eacute;galement la prestation de services aux Canadiens en fournissant des technologies d'adaptation et des solutions accessibles.</li>
        </ul>
        <h3>Apprenants cibles</h3>
        <ul>
            <li>L'accessibilit&eacute; est d&eacute;sormais l'une des grandes priorit&eacute;s d'Emploi et D&eacute;veloppement social Canada. La formation s'adresse par cons&eacute;quent aux publics cibles suivants :
                <ul>
                    <li>Tous les d&eacute;veloppeurs et les testeurs d'applications de niveau CS01 et CS02 ;</li>
                    <li>Les chefs d'&eacute;quipe, les chefs de projet et les sp&eacute;cialistes de la TI de niveau CS03 qui sont responsables du d&eacute;veloppement d'applications ;</li>
                    <li>Le personnel de direction d'EDSC ;</li>
                    <li>Les r&eacute;dacteurs, les r&eacute;viseurs et les traducteurs ;</li>
                    <li>Tous les autres employ&eacute;s d'EDSC.</li>
                </ul>
            </li>
        </ul>
        <p>Le temps total consacr&eacute; &agrave; la formation d&eacute;pend de chaque employ&eacute; et de ses connaissances actuelles en mati&egrave;re d'accessibilit&eacute;.</p>
        <p>Certains des cours d&eacute;crits ci-dessous sont offerts par des fournisseurs externes, uniquement en anglais. D'autres cours sont offerts par le Coll&egrave;ge@EDSC et l'&Eacute;cole de la fonction publique du Canada. Puisqu'EDSC n'est pas affili&eacute; &agrave; ces cours et ne participe pas &agrave; la mise &agrave; jour de ces sites Web, le minist&egrave;re ne peut &ecirc;tre tenu responsable de leur contenu. Ces sites Web constituent une ressource et sont &agrave; utiliser avec pr&eacute;caution.</p>
        <div class="wb-tabs">
            <div class="tabpanels">
                <details id="details-panel1" open="">
                    <summary>Formation pour tous</summary>
                    <div class="well">
                        <ul>
                            <li><a href="#invalidite-101">Invalidit&eacute; 101</a></li>
                            <li><a href="#gestion-invalidite">Gestion de l'invalidit&eacute;</a></li>
                            <li><a href="#demystifier">D&eacute;mystifier le handicap</a></li>
                            <li><a href="#ms-office">Cr&eacute;er des documents accessibles avec Microsoft Office</a></li>
                            <li><a href="#MSMW301">Cr&eacute;ation de documents accessibles dans Microsoft Word (MSMW301)</a></li>
                            <li><a href="#comprendre-wcag">WCAG 2.1 &ndash; Comprendre les R&egrave;gles pour l'accessibilit&eacute; des contenus Web</a></li>
                            <li><a href="#leadership">Leadership Diversity and Inclusion Interactive Workshop</a></li>
                            <li><a href="#eaccessibilite-web-teams">Accessibilit&eacute; &eacute;lectronique pour les &eacute;quipes Web</a></li>
                            <li><a href="#introduction-eaccessibilite">Introduction &agrave; l'accessibilit&eacute; &eacute;lectronique</a></li>
                        </ul>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="invalidite-101" class="mrgn-tp-0">Invalidit&eacute; 101</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Ce cours vise &agrave; aider les fonctionnaires &agrave; renforcer l'inclusion en milieu de travail. Il explique l'importance de l'inclusion. Il propose des outils et des conseils sur l'inclusion.</dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd>Envoyer un courriel au Bureau de la condition des personnes handicap&eacute;es (BCPH) <a href="mailto:nc-accessible-gd@hrsdc-rhdcc.gc.ca">nc-accessible-gd@hrsdc-rhdcc.gc.ca</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>2 heures</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En personne</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                                <dt>Langues :</dt>
                                <dd>Vous devez envoyer un courriel au Bureau de la condition des personnes handicap&eacute;es pour vous informer pour les s&eacute;ances d'information fran&ccedil;ais ou anglais.</dd>
                            </dl>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="gestion-invalidite" class="mrgn-tp-0">Gestion de l'invalidit&eacute;</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Aper&ccedil;u de la fa&ccedil;on dont la gestion de l'invalidit&eacute; est utile dans diff&eacute;rentes situations, notamment en cas de maladie ou de blessure.</dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="/fra/college/index.shtml">College@EDSC</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>6 heures</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="https://esdc.sabacloud.com/Saba/Web_spf/CA1PRD0006/app/shared;spf-url=common%2Fledetail%2Fcours000000000002629" class="btn btn-success">Inscrivez-vous<span class="wb-inv"> pour Gestion de l'invalidit&eacute;</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="demystifier" class="mrgn-tp-0">D&eacute;mystifier le handicap</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Le cours vise &agrave; vous faire comprendre les d&eacute;fis que doivent relever les personnes handicap&eacute;es au travail et &agrave; d&eacute;truire les mythes courants &agrave; propos du handicap et de la maladie mentale. Le cours vous permettra de d&eacute;velopper votre &laquo; esprit d'ouverture aux autres &raquo;, une comp&eacute;tence recherch&eacute;e par le minist&egrave;re.</dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="/fra/college/index.shtml">College@EDSC</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>1 h</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="https://esdc.sabacloud.com/Saba/Web_spf/CA1PRD0006/app/shared;spf-url=common%2Fledetail%2Fcours000000000002625" class="btn btn-success">Inscrivez-vous<span class="wb-inv"> pour D&eacute;mystifier le handicap</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="ms-office" class="mrgn-tp-0">Cr&eacute;er des documents accessibles avec Microsoft Office (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Ce cours explique comment cr&eacute;er des documents accessibles dans Office (Word, PowerPoint et Excel). La sp&eacute;cialiste en accessibilit&eacute;, Glenna Shaw, commence par d&eacute;crire ce que ressentent les personnes ayant une incapacit&eacute; visuelle, auditive ou motrice lorsqu'elles consultent un document Word, une feuille de calcul Excel ou une pr&eacute;sentation PowerPoint qui n'est pas accessible. Glenna passe en revue les &eacute;tapes &agrave; suivre dans le but de cr&eacute;er des documents accessibles &agrave; tous, notamment pour les personnes qui utilisent ou non la technologie d'aide. La sp&eacute;cialiste explique notamment la marche &agrave; suivre pour ins&eacute;rer des en-t&ecirc;tes utiles, mettre en page des tableaux faciles d'emploi, nommer les onglets dans les feuilles de calcul Excel, utiliser les conceptions de diapositives et respecter l'ordre des &eacute;l&eacute;ments dans PowerPoint, ainsi qu'ajouter des sous-titres aux pr&eacute;sentations.</dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.lynda.com">Lynda.com (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>25 min</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="https://www.lynda.com/Office-tutorials/Creating-Accessible-Documents-Microsoft-Office/614288-2.html" class="btn btn-success">Inscrivez-vous<span class="wb-inv"> pour Cr&eacute;er des documents accessibles avec Microsoft Office</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="MSMW301" class="mrgn-tp-0">Cr&eacute;ation de documents accessibles dans Microsoft Word (MSMW301)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>In this course you will learn how to: Add accessibility features to comply with standards such as WCAG 2.1; Test your document for accessibility compliance and repair issues.</dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="http://eliquo.ca">Eliquo</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd><a href="http://eliquo.ca/fr/training/course.php?crs=EWAW101">EWAW101&mdash; WCAG 2.1 : Comprendre les R&egrave;gles pour l'accessibilit&eacute; des contenus Web</a>. ou une exp&eacute;rience ou des connaissances &eacute;quivalentes sont obligatoires.</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd></dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou en classe</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>435 $</dd>
                            </dl>
                            <p><a href="http://eliquo.ca/fr/training/course.php?crs=MSMW301" class="btn btn-success">Inscrivez-vous<span class="wb-inv"> pour Cr&eacute;ation de documents accessibles dans Microsoft Word (MSMW301)</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="comprendre-wcag" class="mrgn-tp-0">WCAG 2.1 &ndash; Comprendre les R&egrave;gles pour l'accessibilit&eacute; des contenus Web</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Dans ce cours, vous apprendrez &agrave; : reconna&icirc;tre les r&ocirc;les et les responsabilit&eacute;s des acteurs cl&eacute;s dans le flux de travail des WCAG; d&eacute;terminer les niveaux de conformit&eacute;; dresser une courte liste de r&egrave;gles qui s'appliquent &agrave; votre situation; rep&eacute;rer les exceptions et les exemptions aux WCAG; d&eacute;tecter les dates limites et les &eacute;ch&eacute;anciers f&eacute;d&eacute;raux, provinciaux et municipaux reli&eacute;s &agrave; la conformit&eacute;.</dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="http://eliquo.ca">Eliquo</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd></dd>
                                <dt>Mode de prestation :</dt>
                                <dd></dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="http://eliquo.ca/fr/training/course.php?crs=EWAW101" class="btn btn-success">Inscrivez-vous<span class="wb-inv"> pour WCAG 2.1 &ndash; Comprendre les R&egrave;gles pour l'accessibilit&eacute; des contenus Web</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="leadership" class="mrgn-tp-0">Atelier interactif sur le leadership, la diversit&eacute; et l'inclusion</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Ce cours vous aidera &agrave; am&eacute;liorer votre efficacit&eacute; dans le milieu de travail canadien et mondial. Il vous permettra de mieux prendre conscience de votre existence. Vous apprendrez &agrave; constituer des &eacute;quipes diversifi&eacute;es et inclusives en explorant des outils de d&eacute;codage et en analysant les valeurs de la culture &agrave; l'aide de sc&eacute;narios r&eacute;els.</dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="/fra/college/index.shtml">College@EDSC</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd></dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="https://esdc.sabacloud.com/Saba/Web_spf/CA1PRD0006/app/shared;spf-url=common%2Fledetail%2Fcours000000000032514%3Fcontext%3Duser&amp;learnerId%3Demplo000000000064148" class="btn btn-success">Inscrivez-vous<span class="wb-inv"> pour Atelier interactif sur le leadership, la diversit&eacute; et l'inclusion</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="eaccessibilite-web-teams" class="mrgn-tp-0">Accessibilit&eacute; &eacute;lectronique pour les &eacute;quipes Web</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <p>Ce cours vous convaincra de l'utilit&eacute; de la conception universelle et des bienfaits qu'elle procure &agrave; tout le monde. Il vous aidera &agrave; : vous conformer aux nouvelles lois (notamment au nouvel article 508, &agrave; la Loi canadienne sur l'accessibilit&eacute; dont l'adoption est imminente et les prochaines &eacute;ch&eacute;ances pr&eacute;vues par la <em>Loi de 2005 sur l'accessibilit&eacute; pour les personnes handicap&eacute;es de l'Ontario</em>) ; &eacute;largir votre public ; r&eacute;duire vos co&ucirc;ts ; et respecter nos engagements en mati&egrave;re de responsabilit&eacute; sociale et d'inclusion. Le cours vous permettra d'approfondir vos connaissances sur les crit&egrave;res de succ&egrave;s d&eacute;finis par les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) du W3C (notamment les nouvelles WCAG 2.1), ainsi que sur les exigences pr&eacute;vues par la loi en faveur des Am&eacute;ricains handicap&eacute;s, l'article 508 et la <em>Loi de 2005 sur l'accessibilit&eacute; pour les personnes handicap&eacute;es de l'Ontario</em>.</p>
                                    <p>Ce cours vous apprendra &agrave; respecter les lignes directrices, ce qui vous permettra d'am&eacute;liorer l'efficacit&eacute; de vos documents et de vos pages Web pour l'ensemble de votre public cible, notamment pour votre visiteur le plus fr&eacute;quent, Google.</p>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>4 heures</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://wcag2.com/2019-november-26-accessibility-course-online/" class="btn btn-success">Inscrivez-vous<span class="wb-inv"> pour Accessibilit&eacute; &eacute;lectronique pour les &eacute;quipes Web</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="introduction-eaccessibilite" class="mrgn-tp-0">Introduction &agrave; l'accessibilit&eacute; &eacute;lectronique (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <p>Le cours a pour but de d&eacute;mystifier la fa&ccedil;on de rendre accessibles les pages Web et les documents PDF en ligne ou hors ligne, quelle qu'en soit la source (Word, Excel, PowerPoint, InDesign ou un document PDF existant). Le cours porte d&eacute;sormais sur les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.0 et 2.1.</p>
                                    <p>Que vous ayez peu ou beaucoup de connaissances en ce qui concerne l'accessibilit&eacute; et les WCAG, ce cours, tr&egrave;s utile, vous pr&eacute;sentera des conseils et des techniques que vous pourrez mettre en application imm&eacute;diatement.</p>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Demi-journ&eacute;e ou journ&eacute;e compl&egrave;te</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Cours public d'une demi-journ&eacute;e, offert en ligne ou sur place, en direct ou en format vid&eacute;o</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>330 $ CA (possibilit&eacute; de rabais de groupe))</dd>
                            </dl>
                            <p><a href="https://davidberman.com/courses/keynotes-and-courses/web-accessibility-course/" class="btn btn-success">Inscrivez-vous<span class="wb-inv"> pour Introduction &agrave; l'accessibilit&eacute; &eacute;lectronique</span></a></p>
                        </div>
                    </div>
                </details>
                <details id="details-panel2">
                    <summary>D&eacute;veloppeurs d'applications Web</summary>
                    <div class="well">
                        <ul>
                            <li><a href="#t716">T716 : Accessibilit&eacute; des sites Web de Canada.ca</a></li>
                            <li><a href="#accessibilite-web-developpeurs">Accessibilit&eacute; des sites Web pour les d&eacute;veloppeurs</a></li>
                            <li><a href="#trousse-programme">Trousse du programme de formation sur l'accessibilit&eacute; du Web</a></li>
                            <li><a href="#quoi-wcag">WCAG 2.1 : Quoi de neuf?</a></li>
                            <li><a href="#analyse-approfondie-WCAG">Analyse approfondie des WCAG pour les &eacute;quipes Web</a></li>
                            <li><a href="#developpement-accessible">D&eacute;veloppement accessible pour les applications et les sites mobiles</a></li>
                            <li><a href="#formulaires-accessibles">Cr&eacute;er des formulaires accessibles : AcroForms et Adobe LiveCycle Designer</a></li>
                            <li><a href="#InDesign">Cr&eacute;er des documents PDF accessibles avec Adobe InDesign</a></li>
                        </ul>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="t716" class="mrgn-tp-0">T716 : Accessibilit&eacute; des sites Web de Canada.ca</h3>
                            <p><strong>Remarque</strong> : Les participants doivent avoir un compte pour avoir acc&egrave;s au cours.</p>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Ce cours d&eacute;crit les normes et les lignes directrices f&eacute;d&eacute;rales en mati&egrave;re d'accessibilit&eacute; des sites Web, en mettant l'accent sur les exigences, les r&ocirc;les et les responsabilit&eacute;s touchant la conformit&eacute; &agrave; la norme. Les participants apprendront &agrave; &eacute;valuer les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.0 et &agrave; les appliquer de mani&egrave;re uniforme dans toutes les pages Web de Canada.ca.</dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://learn-apprendre.csps-efpc.gc.ca/">GCCampus</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Connaissances de base : HTML5 et R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG)</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>15 heures</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Salle de classe</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="https://learn-apprendre.csps-efpc.gc.ca/" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour T716 : Accessibilit&eacute; des sites Web de Canada.ca</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="accessibilite-web-developpeurs" class="mrgn-tp-0">Accessibilit&eacute; des sites Web pour les d&eacute;veloppeurs (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Avec l'introduction de la sp&eacute;cification WAI-ARIA (Initiative pour l'accessibilit&eacute; du Web &ndash; Applications Internet riches et accessibles), les d&eacute;veloppeurs peuvent d&eacute;velopper des &eacute;l&eacute;ments interactifs pour le Web en faisant preuve de bien plus de cr&eacute;ativit&eacute; qu'auparavant. Utilis&eacute;e avec le langage JavaScript accessible, cette sp&eacute;cification propose des possibilit&eacute;s infinies d'interactions sur le Web, qui peuvent &eacute;galement profiter aux personnes qui recourent &agrave; la technologie d'assistance.</dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://de.ryerson.ca/wa/">Universit&eacute; Ryerson</a> (en anglais seulement)</dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>
                                    <ul>
                                        <li>Capacit&eacute; de d&eacute;velopper des applications en utilisant JavaScript, HTML5 et CSS</li>
                                        <li>Un compte GitHub</li>
                                        <li>Un environnement de d&eacute;veloppement local</li>
                                    </ul>
                                </dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>37,5 heures</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Cours en ligne</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="https://de.ryerson.ca/wa/advanced/" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour Accessibilit&eacute; des sites Web pour les d&eacute;veloppeurs</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="trousse-programme" class="mrgn-tp-0">Trousse du programme de formation sur l'accessibilit&eacute; du Web (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <p>Cette trousse sur l'accessibilit&eacute; du Web comprend les cours suivants et bien d'autres.</p>
                                    <ul>
                                        <li>Principes fondamentaux en mati&egrave;re d'accessibilit&eacute; : incapacit&eacute;s, lignes directrices et lois.</li>
                                        <li>Concevoir une exp&eacute;rience utilisateur accessible.</li>
                                        <li>Structure s&eacute;mantique et navigation.</li>
                                        <li>Images, SVG et Canvas.</li>
                                        <li>Conception visuelle et couleurs.</li>
                                    </ul>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd>Avanc&eacute;, Programme de formation pour les d&eacute;veloppeurs et les programmeurs</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.deque.com/">Deque University (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Non indiqu&eacute;</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>37,5 heures</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>
                                    <p>Cours en ligne : 315 $ US</p>
                                    <p><a href="https://dequeuniversity.com/scholarships">Gratuit pour les personnes handicap&eacute;es.</a>.</p>
                                </dd>
                            </dl>
                            <p><a href="https://www.deque.com/" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour Trousse du programme de formation sur l'accessibilit&eacute; du Web</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="quoi-wcag" class="mrgn-tp-0">WCAG 2.1 : Quoi de neuf? (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <ul>
                                        <li>Conna&icirc;tre des techniques &agrave; mettre en application imm&eacute;diatement.</li>
                                        <li>Conna&icirc;tre en profondeur les WCAG 2.1 du W3C et les lignes directrices gouvernementales en mati&egrave;re d'accessibilit&eacute; s'y rapportant.</li>
                                        <li>Parvenir &agrave; prendre des d&eacute;cisions &eacute;clair&eacute;es quant au niveau de conformit&eacute; aux normes d'accessibilit&eacute;.</li>
                                        <li>Mieux comprendre l'exp&eacute;rience v&eacute;cue par les personnes ayant un handicap au moyen de l'apprentissage en ligne, d'expos&eacute;s et des logiciels auteurs</li>
                                    </ul>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Connaissance des R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.0 (exp&eacute;rience en programmation non requise)</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Cours d'une journ&eacute;e, d'une demi-journ&eacute;e ou sous forme d'expos&eacute; principal. Nous offrons ce cours en l'adaptant sur place aux besoins de votre organisation.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou sur place</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://davidberman.com/courses/keynotes-and-courses/whats-new-in-wcag-2-1/" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour WCAG 2.1 : Quoi de neuf?</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="analyse-approfondie-WCAG" class="mrgn-tp-0">Analyse approfondie des WCAG pour les &eacute;quipes Web (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <p>Le cours a pour but de pr&eacute;senter aux participants des techniques qu'ils pourront imm&eacute;diatement mettre en application pour la r&eacute;daction, la conception, la production et la mise &agrave; l'essai des crit&egrave;res pertinents d&eacute;finis par les WCAG.</p>
                                    <p>Ce cours tient compte des principes d'apprentissage des adultes, propose des activit&eacute;s adapt&eacute;es &agrave; divers styles d'apprentissage, et remplit les conditions n&eacute;cessaires pour l'obtention de cr&eacute;dits d'&eacute;ducation permanente (certifi&eacute;s par des organisations comme le PPAC).</p>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd>Advanced</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Exp&eacute;rience des langages HTML, CSS et JavaScript/jQuery est n&eacute;cessaire. il est recommand&eacute; de conna&icirc;tre la question de l'accessibilit&eacute;, notamment les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.0 ou 2.1.</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Un ou deux jours. Nous offrons &eacute;galement ce cours en l'adaptant sur place aux besoins de votre organisation.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou sur place</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://u5854113.ct.sendgrid.net/wf/click?upn=0jtiag-2FuRoxYSNS97-2B2LtlG1WAHsjIQ0Ep5-2BKjre2v6xtLg-2Ft-2FB6hhY0wDlCWyO9DROsfSey1r-2FtJ718kbAvXIrEjHcSvXH67OamqnUutLzxl9qa4Pmv6EQWT6B0PNV-2B_mm4vR5b8-2B-2BzKspZM2ii0IcjwhTv4zZvwbUjYrxDq6DbqTQH4xzGYHIdjHRaFmoBOX8WE9BM2lzY1RalU0t4CTt-2FodR-2Fhd7sYvnASOtAn4uFfvIND6qR5MkV-2FbClKaW-2Bnlc-2BL0hre-2FbOuMCVt5ql03kXJBvFEpKb2S-2BxwGHKOmsgbivypVWvtzVx2Bzp-2FOCSfPD8h7Oluqr-2B2bZD6gJmmwqwyhG8dLp-2B7wg1hqWHkOk1wYLv4hWxjUotBW4g6KL6M" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour Analyse approfondie des WCAG pour les &eacute;quipes Web</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="developpement-accessible" class="mrgn-tp-0">D&eacute;veloppement accessible pour les applications et les sites mobiles (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <p>&Agrave; la fin du cours, les participants :</p>
                                    <ul>
                                        <li>Conna&icirc;tront en profondeur les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.0 du W3C, ainsi que les politiques gouvernementales actuelles en mati&egrave;re d'accessibilit&eacute; et sauront s'y conformer.</li>
                                        <li>Seront en mesure de prendre des d&eacute;cisions &eacute;clair&eacute;es quant au contenu &agrave; int&eacute;grer aux sites mobiles.</li>
                                        <li>Seront en mesure de prendre des d&eacute;cisions &eacute;clair&eacute;es lorsqu'ils h&eacute;sitent entre le d&eacute;veloppement d'une application native ou multiplateforme.</li>
                                    </ul>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Cours d'une journ&eacute;e, d'une demi-journ&eacute;e ou sous forme d'expos&eacute; principal. Nous offrons &eacute;galement ce cours en l'adaptant sur place aux besoins de votre organisation.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou sur place</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://davidberman.com/courses/keynotes-and-courses/accessibility-for-mobile-tablets-and-touch/" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour D&eacute;veloppement accessible pour les applications et les sites mobiles</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="formulaires-accessibles" class="mrgn-tp-0">Cr&eacute;er des formulaires accessibles : AcroForms et Adobe LiveCycle Designer (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <p>En plus de pr&eacute;senter autant des techniques fondamentales (structures appropri&eacute;es pour les balises et les codes) que des techniques avanc&eacute;es (solutions programmatiques aux probl&egrave;mes d'accessibilit&eacute;), le cours fournit aux concepteurs et aux d&eacute;veloppeurs les outils dont ils ont besoin pour se conformer aux WCAG et assurer l'accessibilit&eacute; fonctionnelle de leurs formulaires PDF cr&eacute;&eacute;s &agrave; l'aide de LiveCycle Designer (XFA) et d'AcroForms.</p>
                                    <p>Le cours a pour but de pr&eacute;senter aux participants des techniques qu'ils pourront imm&eacute;diatement mettre en application pour la r&eacute;daction, la conception, la production et la mise &agrave; l'essai des crit&egrave;res pertinents d&eacute;finis par les WCAG.</p>
                                    <p>Ce cours tient compte des principes d'apprentissage des adultes, propose des activit&eacute;s adapt&eacute;es &agrave; divers styles d'apprentissage, et remplit les conditions n&eacute;cessaires pour l'obtention de cr&eacute;dits d'&eacute;ducation permanente (certifi&eacute;s par des organisations comme le PPAC).</p>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>
                                    <p>Exp&eacute;rience de l'utilisation des formulaires cr&eacute;&eacute;s &agrave; l'aide d'Acrobat AcroForms et/ou de LiveCycle Designer (XFA).</p>
                                    <p>Il est recommand&eacute; de conna&icirc;tre les enjeux li&eacute;s &agrave; l'accessibilit&eacute;, notamment les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.0 ou 2.1.</p>
                                </dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Un ou deux jours</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou sur place</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://u5854113.ct.sendgrid.net/wf/click?upn=0jtiag-2FuRoxYSNS97-2B2LtlG1WAHsjIQ0Ep5-2BKjre2v6xtLg-2Ft-2FB6hhY0wDlCWyO98YowxLnjwsusP-2FRIJXFBVIAGd-2FwVi-2FpND1mWxUI2it4OY03nILGotvtSz2cGMsdh_mm4vR5b8-2B-2BzKspZM2ii0IcjwhTv4zZvwbUjYrxDq6DbqTQH4xzGYHIdjHRaFmoBOX8WE9BM2lzY1RalU0t4CTsn3L0F44Yp34BPoB4S0wrdK7X4bUXc6wHhfrESHWknQqfJrFMR6wGeh-2Fz6fKUmwxuTOtHzqGaMLMZB9svKpAOzq1s9UnG2-2Bshd4Rhg0SPLPJdOCnGO1m0QU4M0X2CJDS7awY51i20yW85NmXSsLL84rZDQ0qwwslUoyf6yswP2k" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour Cr&eacute;er des formulaires accessibles : AcroForms et Adobe LiveCycle Designer</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="InDesign" class="mrgn-tp-0">Cr&eacute;er des documents PDF accessibles avec Adobe InDesign (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>&Agrave; la fin du cours, les participants seront en mesure de cr&eacute;er des documents PDF accessibles (conformes aux WCAG et &agrave; la norme PDF/UA) &agrave; l'aide d'Adobe InDesign et d'Adobe Acrobat Pro.</dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>
                                    <ul>
                                        <li>Connaissances pr&eacute;alables recommand&eacute;es.</li>
                                        <li>Connaissance des R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.</li>
                                        <li>Connaissance d'Adobe InDesign.</li>
                                        <li>Connaissance d'Adobe Acrobat Pro.</li>
                                    </ul>
                                </dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Un ou deux jours</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou sur place</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://davidberman.com/courses/keynotes-and-courses/accessible-indesign-course/" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour Cr&eacute;er des documents PDF accessibles avec Adobe InDesign</span></a></p>
                        </div>
                    </div>
                </details>
                <details id="details-panel3">
                    <summary>Testeurs d'applications Web</summary>
                    <div class="well">
                        <ul>
                            <li><a href="#t716-tester">T716 : Accessibilit&eacute; des sites Web de Canada.ca</a></li>
                            <li><a href="#astuces">Astuces simples pour v&eacute;rifier l'accessibilit&eacute; des sites Web comme un pro</a></li>
                            <li><a href="#301-549">Norme EN 301-549 Logiciel non Web (chapitre 11)</a></li>
                            <li><a href="#astuces-verification">Astuces pour la v&eacute;rification : assurance de la qualit&eacute; accessible pour les sites, les applications et les documents</a></li>
                            <li><a href="#508-ada-testers">Accessibilit&eacute; &eacute;lectronique pour l'article 508, la loi en faveur des Am&eacute;ricains ayant un handicap et les testeurs de confiance</a></li>
                        </ul>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="t716-tester" class="mrgn-tp-0">T716 : Accessibilit&eacute; des sites Web de Canada.ca</h3>
                            <p><strong>Remarque</strong> : Les participants doivent avoir un compte pour avoir acc&egrave;s au cours.</p>
                            <dl class="dl-horizontal">
                                <dt>Objectif d'apprentissage :</dt>
                                <dd>Ce cours d&eacute;crit les normes et les lignes directrices f&eacute;d&eacute;rales en mati&egrave;re d'accessibilit&eacute; des sites Web, en mettant l'accent sur les exigences, les r&ocirc;les et les responsabilit&eacute;s touchant la conformit&eacute; &agrave; la norme. Les participants apprendront &agrave; &eacute;valuer les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.0 et &agrave; les appliquer de mani&egrave;re uniforme dans toutes les pages Web de Canada.ca.</dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://learn-apprendre.csps-efpc.gc.ca/">GCCampus</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Connaissances de base : HTML5 et R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG)</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>15 heures</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Salle de classe</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="https://learn-apprendre.csps-efpc.gc.ca/" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour T716 : Accessibilit&eacute; des sites Web de Canada.ca</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="astuces" class="mrgn-tp-0">Astuces simples pour v&eacute;rifier l'accessibilit&eacute; des sites Web comme un pro (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Ce cours permettra aux &eacute;diteurs de contenu Web et aux d&eacute;veloppeurs Web d'acqu&eacute;rir rapidement les connaissances, les comp&eacute;tences et l'exp&eacute;rience pratique n&eacute;cessaires pour contribuer efficacement aux mesures prises par les organisations qui cherchent &agrave; se conformer aux normes d'accessibilit&eacute; des sites Web.</dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://de.ryerson.ca/wa/">Universit&eacute; Ryerson (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Non indiqu&eacute;</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>37,5 heures</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Cours en ligne</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="https://de.ryerson.ca/wa/audit/" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour Astuces simples pour v&eacute;rifier l'accessibilit&eacute; des sites Web comme un pro (en anglais seulement)</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="301-549" class="mrgn-tp-0">Norme EN 301-549 Logiciel non Web (chapitre 11) (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Le document intitul&eacute; Accessibility requirements suitable for public procurement of ICT products and services in Europe (les exigences en mati&egrave;re d'accessibilit&eacute; qui conviennent &agrave; l'acquisition, par les organismes publics, de produits et de services de TIC en Europe) &eacute;nonce les exigences en mati&egrave;re d'accessibilit&eacute; fonctionnelle qui s'appliquent aux produits et services li&eacute;s &agrave; la technologie de l'information et de la communication (TIC). Ce document d&eacute;crit les proc&eacute;dures d'essai et les m&eacute;thodes d'&eacute;valuation qui s'appliquent &agrave; chaque exigence en mati&egrave;re d'accessibilit&eacute;. Les exigences se pr&ecirc;tent au contexte relatif aux march&eacute;s publics en Europe.</dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="http://mandate376.standards.eu/">Trousse d'outils relative &agrave; l'acquisition de produits et de services TIC accessibles</a> (en anglais seulement)</dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Non indiqu&eacute;</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Cours adapt&eacute; au rythme de l'apprenant</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Lecture;</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="http://mandate376.standards.eu/standard/technical-requirements#11" class="btn btn-success">lis<span class="wb-inv">&nbsp; Norme EN 301-549 Logiciel non Web (chapitre 11)</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="astuces-verification" class="mrgn-tp-0">Astuces pour la v&eacute;rification : assurance de la qualit&eacute; accessible pour les sites, les applications et les documents (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <p>Lignes directrices, principes et techniques n&eacute;cessaires pour satisfaire aux crit&egrave;res de succ&egrave;s (y compris les WCAG 2) (le cours porte sur les WCAG 2.0 et 2.1), WAI-ARIA (Initiative pour l'accessibilit&eacute; du Web &ndash; Applications Internet riches et accessibles), concepts de base, limites des lignes directrices, principes et techniques sp&eacute;cifiques, diff&eacute;rences entre les &eacute;l&eacute;ments normatifs et non normatifs ; les &eacute;l&eacute;ments figurant dans les diff&eacute;rents niveaux (A, AA, AAA).</p>
                                    <ul>
                                        <li>Assurance de la qualit&eacute; en mati&egrave;re d'accessibilit&eacute;.</li>
                                        <li>Technologies compatibles avec l'accessibilit&eacute;.</li>
                                        <li>Contr&ocirc;les normalis&eacute;s versus contr&ocirc;les personnalis&eacute;s.</li>
                                        <li>Strat&eacute;gies utilis&eacute;es par les personnes ayant un handicap qui utilisent les solutions Web.</li>
                                        <li>Probl&egrave;mes d'interop&eacute;rabilit&eacute; et de compatibilit&eacute;.</li>
                                        <li>Mise &agrave; l'essai avec les technologies d'assistance.</li>
                                        <li>Mise &agrave; l'essai pour &eacute;valuer l'incidence sur les utilisateurs finaux.</li>
                                        <li>Outils de mise &agrave; l'essai pour le Web (outils automatis&eacute;s et manuels).</li>
                                        <li>Niveau de gravit&eacute; et ordre de priorit&eacute; des probl&egrave;mes.</li>
                                    </ul>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Exp&eacute;rience des langages HTML, CSS et JavaScript/jQuery. Il est recommand&eacute; de conna&icirc;tre la question de l'accessibilit&eacute;, notamment les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.0 ou 2.1.</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Demi-journ&eacute;e ou journ&eacute;e compl&egrave;te. Nous offrons &eacute;galement ce cours en l'adaptant sur place aux besoins de votre organisation.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou sur place</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://u5854113.ct.sendgrid.net/wf/click?upn=0jtiag-2FuRoxYSNS97-2B2LtlG1WAHsjIQ0Ep5-2BKjre2v6xtLg-2Ft-2FB6hhY0wDlCWyO9DJWk5al2cBTBls5C7KCtdS2TWLcMuLKWSU3fnqFeXcw-3D_mm4vR5b8-2B-2BzKspZM2ii0IcjwhTv4zZvwbUjYrxDq6DbqTQH4xzGYHIdjHRaFmoBOX8WE9BM2lzY1RalU0t4CTu8opZhDf9tpc-2FyXZ8URStdJ2bfsUQTYZT-2B2D9Dlq25G9ljRteKlgaNoZq7VuUgoGnF5xxtYJ-2FgiUmnnufUx-2B813GaPr1uP3IgSWScW8z-2BlBji10wK-2FvZOD9ePuAgH0vN19msEvO8bGCzCAuUNJXiHNTTy0E1oNW2LEVwmSQ1sJ0" class="btn btn-success">Inscrivez-vous<span class="wb-invisible"> for "How to audit"</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="508-ada-testers" class="mrgn-tp-0">Accessibilit&eacute; &eacute;lectronique pour l'article 508, la loi en faveur des Am&eacute;ricains ayant un handicap et les testeurs de confiance (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <p>Les participants apprendront &agrave; am&eacute;liorer l'accessibilit&eacute; de leurs sites, tout en se conformant aux lois, aux normes et aux lignes directrices en vigueur.</p>
                                    <p>En abordant et en comprenant les probl&egrave;mes d'accessibilit&eacute;, les d&eacute;veloppeurs Web parviennent &agrave; transmettre plus efficacement leur message &agrave; l'ensemble de leur public cible, tout en respectant leurs responsabilit&eacute;s juridiques et morales, quelle que soit l'incapacit&eacute; physique ou mentale.</p>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Cours d'une demi-journ&eacute;e, d'une journ&eacute;e ou de trois jours.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou sur place</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://davidberman.com/courses/keynotes-and-courses/accessibility-course-revised-section-508-ada/" class="btn btn-success">Inscrivez-vous<span class="wb-inv"> pour Accessibilit&eacute; &eacute;lectronique pour l'article 508, la loi en faveur des Am&eacute;ricains ayant un handicap et les testeurs de confiance</span></a></p>
                        </div>
                    </div>
                </details>
                <details id="details-panel4">
                    <summary>D&eacute;veloppeurs d'applications bureautiques</summary>
                    <div class="well">
                        <ul>
                            <li><a href="#301-549-video">EN 301 549 s&eacute;rie de vid&eacute;os</a></li>
                            <li><a href="#favoriser-participation">Accessibilit&eacute; num&eacute;rique : Favoriser la participation &agrave; la soci&eacute;t&eacute; de l'information</a></li>
                            <li><a href="#materiel-pedagogique-accessible">Conception de mat&eacute;riel p&eacute;dagogique accessible <small>[variantes : g&eacute;n&eacute;ral, Adobe Captivate, Articulate Storyline, Blackboard]</small></a></li>
                            <li><a href="#t716-desktop">T716 : Accessibilit&eacute; des sites Web de Canada.ca</a></li>
                            <li><a href="#astuces-simples">Astuces simples pour v&eacute;rifier l'accessibilit&eacute; des sites Web comme un pro</a></li>
                            <li><a href="#wcag-lecture">R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.1 (en anglais seulement) Activit&eacute; adapt&eacute;e au rythme de l'apprenant &ndash; lecture</a></li>
                            <li><a href="#themes-styles">Bo&icirc;te &agrave; outils de l'exp&eacute;rience Web &ndash; Th&egrave;mes et styles</a></li>
                            <li><a href="#wet-plugins">Bo&icirc;te &agrave; outils de l'exp&eacute;rience Web &ndash; Plug ins</a></li>
                        </ul>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="301-549-video" class="mrgn-tp-0">EN 301 549 s&eacute;rie de vid&eacute;os (lien externe) (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Description incluse dans la vid&eacute;o.</dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.youtube.com/channel/UCdW_0pPNiiPLaLM90_20org">Vid&eacute;o YouTube</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>1,5 heure</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Vid&eacute;o</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="favoriser-participation" class="mrgn-tp-0">Accessibilit&eacute; num&eacute;rique : Favoriser la participation &agrave; la soci&eacute;t&eacute; de l'information (lien externe) (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Ce cours vous permettra de comprendre les obstacles que doivent surmonter les personnes ayant une incapacit&eacute; sensorielle, physique ou cognitive lorsqu'elles utilisent les technologies num&eacute;riques. Le cours expliquera de quelle mani&egrave;re la conception accessible et inclusive contribue &agrave; &eacute;liminer bon nombre de ces difficult&eacute;s.</dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.futurelearn.com/courses/digital-accessibility">Futurelearn (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>15 heures</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Cours en ligne</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="https://www.futurelearn.com/courses/digital-accessibility" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour Accessibilit&eacute; num&eacute;rique : Favoriser la participation &agrave; la soci&eacute;t&eacute; de l'information</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="materiel-pedagogique-accessible" class="mrgn-tp-0">Conception de mat&eacute;riel p&eacute;dagogique accessible [variantes : g&eacute;n&eacute;ral, Adobe Captivate, Articulate Storyline, Blackboard] (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Peu importe l'outil que vous utilisez (Adobe Captivate, Articulate Storyline, Studio, Canvas, Lectora, ATutor ou le langage HTML5), nous vous expliquerons en d&eacute;tail la marche &agrave; suivre pour cr&eacute;er un contenu qui saura plaire &agrave; l'ensemble de votre public cible, tout en vous conformant &agrave; la r&eacute;glementation relative &agrave; l'accessibilit&eacute; pour les personnes ayant un handicap. Le cours portera &eacute;galement sur la norme SCORM sur l'accessibilit&eacute; et les syst&egrave;mes de gestion de l'apprentissage (comme Blackboard et D2L). Vous verrez &agrave; quel point il est possible de r&eacute;duire le total de co&ucirc;ts et les efforts d&eacute;ploy&eacute;s tout en produisant de meilleurs r&eacute;sultats d'apprentissage pour tous.</dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant, Concepteurs de mat&eacute;riel p&eacute;dagogique</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Cours d'une journ&eacute;e, d'une demi-journ&eacute;e ou sous forme d'expos&eacute; principal. Nous offrons ce cours en l'adaptant sur place aux besoins de votre organisation.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou sur place</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://davidberman.com/courses/keynotes-and-courses/accessibility-for-instructional-design/" class="btn btn-success">Inscrivez-vous<span class="wb-inv"> pour Conception de mat&eacute;riel p&eacute;dagogique accessible</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="t716-desktop" class="mrgn-tp-0">T716 : Accessibilit&eacute; des sites Web de Canada.ca</h3>
                            <p><strong>Remarque</strong> : Les participants doivent avoir un compte pour avoir acc&egrave;s au cours.</p>
                            <dl class="dl-horizontal">
                                <dt>Objectif d'apprentissage :</dt>
                                <dd>Ce cours d&eacute;crit les normes et les lignes directrices f&eacute;d&eacute;rales en mati&egrave;re d'accessibilit&eacute; des sites Web, en mettant l'accent sur les exigences, les r&ocirc;les et les responsabilit&eacute;s touchant la conformit&eacute; &agrave; la norme. Les participants apprendront &agrave; &eacute;valuer les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.0 et &agrave; les appliquer de mani&egrave;re uniforme dans toutes les pages Web de Canada.ca.</dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://learn-apprendre.csps-efpc.gc.ca/">GCCampus</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Connaissances de base : HTML5 et R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG)</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>15 heures</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Salle de classe</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="https://learn-apprendre.csps-efpc.gc.ca/" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour T716 : Accessibilit&eacute; des sites Web de Canada.ca</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="astuces-simples" class="mrgn-tp-0">Astuces simples pour v&eacute;rifier l'accessibilit&eacute; des sites Web comme un pro (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd><em>Astuces simples pour v&eacute;rifier l'accessibilit&eacute; des sites Web comme un pro</em> &ndash; Ce nouveau cours en ligne permettra aux &eacute;diteurs de contenu Web et aux d&eacute;veloppeurs Web d'acqu&eacute;rir rapidement les connaissances, les comp&eacute;tences et l'exp&eacute;rience pratique n&eacute;cessaires pour contribuer efficacement aux mesures prises par les organisations qui cherchent &agrave; se conformer aux normes d'accessibilit&eacute; des sites Web.</dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://de.ryerson.ca/wa/">Ryerson University (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Non indiqu&eacute;</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Cours adapt&eacute; au rythme de l'apprenant.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Cours adapt&eacute; au rythme de l'apprenant.</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://de.ryerson.ca/wa/audit/" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour Astuces simples pour v&eacute;rifier l'accessibilit&eacute; des sites Web comme un pro</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="wcag-lecture" class="mrgn-tp-0">R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.1 (en anglais seulement) Activit&eacute; adapt&eacute;e au rythme de l'apprenant &ndash; lecture</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.1 pr&eacute;sentent un large &eacute;ventail de recommandations qui visent &agrave; rendre les contenus Web plus accessibles. Ces lignes directrices traitent de l'accessibilit&eacute; du contenu Web qui est affich&eacute; sur les ordinateurs de bureau, les ordinateurs portatifs, les tablettes et les appareils mobiles.</dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd>Consortium World Wide Web (W3C)</dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Non indiqu&eacute;</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Cours adapt&eacute; au rythme de l'apprenant.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Activit&eacute; adapt&eacute;e au rythme de l'apprenant &ndash; lecture.</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="http://www.w3.org/TR/WCAG21/" class="btn btn-success">Lis<span class="wb-inv">&nbsp;R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.1</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="themes-styles" class="mrgn-tp-0">Bo&icirc;te &agrave; outils de l'exp&eacute;rience Web &ndash; Th&egrave;mes et styles</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Cette plateforme frontale <a href="https://wet-boew.github.io/wet-boew/docs/ref/accolades-fr.html#primes">prim&eacute;e</a> permet de cr&eacute;er des sites Web qui sont <a href="https://wet-boew.github.io/wet-boew/index-fr.html#accessibility">accessibles</a>, <a href="https://wet-boew.github.io/wet-boew/index-fr.html#usability">faciles d'emploi</a>, <a href="https://wet-boew.github.io/wet-boew/index-fr.html#interoperability">interop&eacute;rables</a>, <a href="https://wet-boew.github.io/wet-boew/index-fr.html#mobile-friendly-responsive-design">adapt&eacute;s aux appareils mobiles</a> et <a href="https://wet-boew.github.io/wet-boew/index-fr.html#multilingual">multilingues</a>.</dd>
                                <dt>Niveau :</dt>
                                <dd>Tout</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://wet-boew.github.io/wet-boew/index.html">Bo&icirc;te &agrave; outils de l'exp&eacute;rience Web &ndash; Projet &agrave; source ouverte collaboratif dirig&eacute; par le gouvernement du Canada.</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Cours adapt&eacute; au rythme de l'apprenant.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Activit&eacute; adapt&eacute;e au rythme de l'apprenant &ndash; lecture</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="https://wet-boew.github.io/wet-boew/index.html" class="btn btn-success">Lis<span class="wb-inv">&nbsp;Bo&icirc;te &agrave; outils de l'exp&eacute;rience Web &ndash; Th&egrave;mes et styles</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="wet-plugins" class="mrgn-tp-0">Bo&icirc;te &agrave; outils de l'exp&eacute;rience Web &ndash; Plug ins</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Les plug ins de la Bo&icirc;te &agrave; outils de l'exp&eacute;rience Web offrent divers types de fonctionnalit&eacute;s utiles pour les sites Web, en appelant la fonction dans l'attribut de classe d'une balise HTML.</dd>
                                <dt>Niveau :</dt>
                                <dd>Tout</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://wet-boew.github.io/wet-boew/index.html">Bo&icirc;te &agrave; outils de l'exp&eacute;rience Web &ndash; Projet &agrave; source ouverte collaboratif dirig&eacute; par le gouvernement du Canada.</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Cours adapt&eacute; au rythme de l'apprenant.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Activit&eacute; adapt&eacute;e au rythme de l'apprenant &ndash; lecture.</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="https://wet-boew.github.io/wet-boew/index.html" class="btn btn-success">Lis<span class="wb-inv">&nbsp;Bo&icirc;te &agrave; outils de l'exp&eacute;rience Web &ndash; Plug ins</span></a></p>
                        </div>
                    </div>
                </details>
                <details id="details-panel5">
                    <summary>Testeurs d'applications bureautiques</summary>
                    <div class="well">
                        <ul>
                            <li><a href="#EN-301-549">Norme EN 301-549 Logiciel non Web (chapitre 11)</a></li>
                            <li><a href="#EN-301-549-video">EN 301 549 : S&eacute;rie de vid&eacute;os</a></li>
                        </ul>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="EN-301-549" class="mrgn-tp-0">Norme EN 301-549 Logiciel non Web (chapitre 11) (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Le document intitul&eacute; <em>Accessibility requirements suitable for public procurement of ICT products and services in Europe</em> (les exigences en mati&egrave;re d'accessibilit&eacute; qui conviennent &agrave; l'acquisition, par les organismes publics, de produits et services de TIC en Europe) &eacute;nonce les exigences en mati&egrave;re d'accessibilit&eacute; fonctionnelle qui s'appliquent aux produits et services li&eacute;s &agrave; la technologie de l'information et de la communication (TIC). Ce document d&eacute;crit les proc&eacute;dures d'essai et les m&eacute;thodes d'&eacute;valuation qui s'appliquent &agrave; chaque exigence en mati&egrave;re d'accessibilit&eacute;. Les exigences se pr&ecirc;tent au contexte relatif aux march&eacute;s publics en Europe.</dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="http://mandate376.standards.eu/">Trousse d'outils relative &agrave; l'approvisionnement en mati&egrave;re de produits et de services TIC accessibles (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Non indiqu&eacute;</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Cours adapt&eacute; au rythme de l'apprenant.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Lecture</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="http://mandate376.standards.eu/standard/technical-requirements#11" class="btn btn-success">lis<span class="wb-inv">&nbsp;Norme EN 301-549 Logiciel non Web (chapitre 11)</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="EN-301-549-video" class="mrgn-tp-0">EN 301 549 : S&eacute;rie de vid&eacute;os (lien externe) (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>Description incluse dans la vid&eacute;o.</dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd>Vid&eacute;o YouTube</dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>1,5 heure</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>Vid&eacute;o</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="https://www.youtube.com/channel/UCdW_0pPNiiPLaLM90_20org" class="btn btn-success">regarde<span class="wb-inv">&nbsp;EN 301 549 : S&eacute;rie de vid&eacute;os (lien externe) (en anglais seulement)</span></a></p>
                        </div>
                    </div>
                </details>
                <details id="details-panel6">
                    <summary>R&eacute;dacteurs, r&eacute;viseurs et traducteurs</summary>
                    <div class="well">
                        <ul>
                            <li><a href="#A313">Principes fondamentaux de la r&eacute;daction pour le Web (A313)</a></li>
                            <li><a href="#redaction-correction-epreuves">R&eacute;daction (et correction d'&eacute;preuves) pour le Web en tenant compte de l'accessibilit&eacute;</a></li>
                            <li><a href="#wcag2-word">Les WCAG 2 pour Word : documents et gabarits accessibles pour les fonctionnaires</a></li>
                            <li><a href="#PP-PDF">Cr&eacute;er des pr&eacute;sentations accessibles : de PowerPoint &agrave; PDF</a></li>
                            <li><a href="#spreadsheets">Feuilles de calcul accessibles</a></li>
                            <li><a href="#wcag2-office">WCAG 2 pour Office : de Word et PowerPoint &agrave; PDF</a></li>
                            <li><a href="#multimediaTeams">Accessibilit&eacute; &eacute;lectronique pour les &eacute;quipes multim&eacute;dias</a></li>
                            <li><a href="#rediger-web">R&eacute;diger pour le Web en tenant compte de l'accessibilit&eacute;</a></li>
                        </ul>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="A313" class="mrgn-tp-0">Principes fondamentaux de la r&eacute;daction pour le Web (A313).</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d'apprentissage :</dt>
                                <dd>
                                    <p>Pour mieux r&eacute;pondre au nombre croissant de Canadiens qui utilisent Internet comme source de renseignements et de services, il devient essentiel pour les organismes gouvernementaux d'assurer une pr&eacute;sence Web efficace. Ce cours pr&eacute;sente aux nouveaux r&eacute;dacteurs pour le Web les pratiques exemplaires de la planification, de la r&eacute;daction et de la gestion de contenu Web. Les participants apprendront des techniques permettant de cr&eacute;er du contenu clair, facile &agrave; lire, et adapt&eacute; aux besoins de leur public cible.</p>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://learn-apprendre.csps-efpc.gc.ca/">GCCampus</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Non indiqu&eacute;</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>7,5 heures</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En classe</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd>Gratuit</dd>
                            </dl>
                            <p><a href="https://learn-apprendre.csps-efpc.gc.ca/application/fr/content/principes-fondamentaux-de-la-redaction-pour-le-web-a313" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour Principes fondamentaux de la r&eacute;daction pour le Web (A313).</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="redaction-correction-epreuves" class="mrgn-tp-0">R&eacute;daction (et correction d'&eacute;preuves) pour le Web en tenant compte de l'accessibilit&eacute; (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <p>Familiarisez-vous avec les pratiques exemplaires ainsi qu'avec les r&egrave;gles, les lignes directrices et les normes &agrave; respecter pour r&eacute;diger et cr&eacute;er un contenu qui n'exclut personne.</p>
                                    <p>Soyez convaincus d'avoir tout mis en &oelig;uvre pour d&eacute;clarer avec fiert&eacute; que votre contenu respecte, voire d&eacute;passe, les normes &eacute;tablies.</p>
                                    <p>&Agrave; la fin du cours, vous obtiendrez les r&eacute;sultats d'apprentissage suivants :</p>
                                    <ul>
                                        <li>Conna&icirc;tre les techniques que vous pouvez appliquer imm&eacute;diatement pour am&eacute;liorer l'accessibilit&eacute; de vos mots, de vos graphiques et de tout votre contenu multim&eacute;dia.</li>
                                        <li>Conna&icirc;tre en profondeur les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.0 du W3C, les WCAG 2.1, la norme PDF/UA, la <em>Loi de 2005 sur l'accessibilit&eacute; pour les personnes handicap&eacute;es de l'Ontario</em>, la loi en faveur des Am&eacute;ricains ayant un handicap, ainsi que d'autres normes d'accessibilit&eacute; en vigueur, et savoir s'y conformer.</li>
                                    </ul>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Cours d'une demi-journ&eacute;e, d'une journ&eacute;e ou sous forme d'expos&eacute; principal. Nous offrons &eacute;galement ce cours en l'adaptant sur place aux besoins de votre organisation.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou sur place</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://davidberman.com/courses/keynotes-and-courses/writing-for-web-accessibility/" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour R&eacute;daction (et correction d'&eacute;preuves) pour le Web en tenant compte de l'accessibilit&eacute;</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="wcag2-word" class="mrgn-tp-0">Les WCAG 2 pour Word : documents et gabarits accessibles pour les fonctionnaires (en anglais seulement).</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <p>En collaboration avec d'autres sp&eacute;cialistes de l'accessibilit&eacute; et des ing&eacute;nieurs de Microsoft, nous avons mis au point ce cours complet et efficace qui pr&eacute;sente des astuces et des techniques que les participants pourront mettre en application imm&eacute;diatement pour rendre leurs documents Word accessibles.</p>
                                    <p>Peu importe votre besoin (corriger des fichiers .doc et .docx ou cr&eacute;er un syst&egrave;me de gabarits Word qui tient compte des normes d'accessibilit&eacute;), ce cours vous expliquera en d&eacute;tail la marche &agrave; suivre pour rendre vos documents Word accessibles.</p>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Connaissance interm&eacute;diaire de Microsoft Word</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Cours d'une demi-journ&eacute;e, d'une journ&eacute;e ou sous forme d'expos&eacute; principal. Nous offrons &eacute;galement ce cours en l'adaptant sur place aux besoins de votre organisation.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou sur place</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://davidberman.com/courses/keynotes-and-courses/accessible-word-for-public-servants/" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour les WCAG 2 pour Word </span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="PP-PDF" class="mrgn-tp-0">Cr&eacute;er des pr&eacute;sentations accessibles : de PowerPoint &agrave; PDF (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>&Agrave; la fin du cours, les participants seront en mesure de cr&eacute;er un fichier PowerPoint accessible (conforme aux WCAG 2, niveau AA) &agrave; l'aide de Microsoft PowerPoint.</dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Connaissance interm&eacute;diaire de Microsoft PowerPoint</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Une demi-journ&eacute;e, une journ&eacute;e compl&egrave;te ou sous forme d'expos&eacute; principal. Nous offrons &eacute;galement ce cours en l'adaptant sur place aux besoins de votre organisation.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou sur place</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://u5854113.ct.sendgrid.net/wf/click?upn=0jtiag-2FuRoxYSNS97-2B2LtlG1WAHsjIQ0Ep5-2BKjre2v6xtLg-2Ft-2FB6hhY0wDlCWyO9xBCbQwEBAW6FGAHzfWlEIZwj4mt6OjvWsnr5RJ2jRZvDx4nVaoDEuHdtYnezHm8K_mm4vR5b8-2B-2BzKspZM2ii0IcjwhTv4zZvwbUjYrxDq6DbqTQH4xzGYHIdjHRaFmoBOX8WE9BM2lzY1RalU0t4CTutENb3vuPnidclMF-2BrGRH42BcPmULKhMIGlPwsDb2y0WMJrpXv5qCRsE2DnKAda7HYIH-2BOBQUEHo2sreBfKYh9qpNvOShe5n28jBqMD2pu5Cp0mwNoeEYQMPU3zAAIuo9NrWc8MtS3KTA-2FIz-2FhPqY80Wuq4Cjf7-2BpGUDrbzKkbZ" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour Cr&eacute;er des pr&eacute;sentations accessibles : de PowerPoint &agrave; PDF</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="spreadsheets" class="mrgn-tp-0">Feuilles de calcul accessibles (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <p>&Agrave; la fin du cours, les participants seront en mesure de cr&eacute;er une feuille de calcul accessible (conforme aux WCAG 2, niveau AA) en utilisant Microsoft Excel ou Google Sheets.</p>
                                    <p>&Agrave; la fin du cours, les participants :</p>
                                    <ul>
                                        <li>Conna&icirc;tront de nombreuses techniques qu'ils pourront appliquer imm&eacute;diatement pour rendre le contenu de leurs feuilles de calcul plus accessible.</li>
                                        <li>Conna&icirc;tront en profondeur les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.0 du W3C, ainsi que les politiques gouvernementales en vigueur en mati&egrave;re d'accessibilit&eacute;, et sauront s'y conformer.</li>
                                    </ul>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd></dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Connaissance interm&eacute;diaire de Microsoft Excel et/ou de Google Sheets</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Demi-journ&eacute;e, journ&eacute;e compl&egrave;te, ou sous forme d'expos&eacute; principal. Nous offrons &eacute;galement ce cours en l'adaptant sur place aux besoins de votre organisation.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou sur place</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://u5854113.ct.sendgrid.net/wf/click?upn=0jtiag-2FuRoxYSNS97-2B2LtlG1WAHsjIQ0Ep5-2BKjre2v6xtLg-2Ft-2FB6hhY0wDlCWyO9xBCbQwEBAW6FGAHzfWlEIXe3F5KZJw3wnbQG4NWmdUcWXkjVRrsVAnJxH24RQFA7_mm4vR5b8-2B-2BzKspZM2ii0IcjwhTv4zZvwbUjYrxDq6DbqTQH4xzGYHIdjHRaFmoBOX8WE9BM2lzY1RalU0t4CTjNJNBUanJk1Hlj2miLr95XYLnXl1uw4F6caaNacsp3UrnFStObGxARd3SE1-2F6LIk5GOkuSgDlAUfDwFWliyS-2F-2BCoixTAiU6CWTfn8CVYSGs7SL685CEKr-2FGLy8gCti-2FLFm2MydyciqNO684KxdB6wcpLq8v9CEXiBHV3OEIG3RU" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour Feuilles de calcul accessibles</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="wcag2-office" class="mrgn-tp-0">WCAG 2 pour Office : de Word et PowerPoint &agrave; PDF (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <p>Ce cours pr&eacute;sente en d&eacute;tail les WCAG 2 du W3C (notamment les WCAG 2.0 et 2.1), ainsi que les crit&egrave;res de succ&egrave;s &eacute;tablis par la norme PDF/UA. Ces lignes directrices vous aideront &agrave; am&eacute;liorer l'efficacit&eacute; de vos documents Word, PowerPoint et PDF pour l'ensemble de votre public cible. Ce cours vous permettra &eacute;galement de vous familiariser avec les technologies d'assistance, qui aident les personnes ayant des incapacit&eacute;s et des difficult&eacute;s particuli&egrave;res.</p>
                                    <p>Nos cours consistent en un examen approfondi de toutes les normes pertinentes permettant de se conformer aux politiques internationales, r&eacute;gionales ou du gouvernement f&eacute;d&eacute;ral, dont la loi en faveur des Am&eacute;ricains ayant un handicap et l'article r&eacute;vis&eacute; 508 (&Eacute;tats-Unis), la Norme sur l'accessibilit&eacute; des sites Web du Canada ou la <em>Loi de 2005 sur l'accessibilit&eacute; pour les personnes handicap&eacute;es de l'Ontario</em>.</p>
                                    <p>Ce cours tient compte des principes d'apprentissage des adultes, propose des activit&eacute;s adapt&eacute;es &agrave; divers styles d'apprentissage, et remplit les conditions n&eacute;cessaires pour l'obtention de cr&eacute;dits d'&eacute;ducation permanente (certifi&eacute;s par des organisations comme le PPAC).</p>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd>Interm&eacute;diaire</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Exp&eacute;rience de l'utilisation de Word et de PowerPoint. Il est recommand&eacute; de conna&icirc;tre les enjeux li&eacute;s &agrave; l'accessibilit&eacute; et les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.0 ou 2.1.</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Demi-journ&eacute;e ou journ&eacute;e compl&egrave;te. Nous offrons &eacute;galement ce cours en l'adaptant sur place aux besoins de votre organisation.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou sur place</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://u5854113.ct.sendgrid.net/wf/click?upn=0jtiag-2FuRoxYSNS97-2B2LtlG1WAHsjIQ0Ep5-2BKjre2v6xtLg-2Ft-2FB6hhY0wDlCWyO9NQl07KNJA-2FkjfgzQ2sXW1iC0P7QOw-2BSP2KhQifrj4zH3tnbh3JSkXTRgoTzJRdpcRp5I-2FfeZ-2F6AI51NYQ2kGJZ171ITNjQFKl8PcPrwwOwk-3D_mm4vR5b8-2B-2BzKspZM2ii0IcjwhTv4zZvwbUjYrxDq6DbqTQH4xzGYHIdjHRaFmoBOX8WE9BM2lzY1RalU0t4CTsjpmdWznFsGoa-2FbIWO2qP0bu8vGdKI0AP98BbKwvfgYg0I0hO-2Bpan2ADQbGj3iGu9er1CDLxewVtpWMXjGatG0VEEJL5yO5siv658ioyHJvzpaTzEvHgBzd7KAu17oEz8JgMH9gLi2ixtz5aGLBkkjbtl7m8xpzF7hHF6cKXnGO" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour WCAG 2 pour Office : de Word et PowerPoint &agrave; PDF</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="multimediaTeams" class="mrgn-tp-0">Accessibilit&eacute; &eacute;lectronique pour les &eacute;quipes multim&eacute;dias (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <p>Ce cours vous convaincra de l'importance que rev&ecirc;t l'accessibilit&eacute; et les normes s'y rapportant et des bienfaits qu'elles procurent &agrave; tout le monde. Il vous aidera &agrave; &eacute;largir votre public cible, &agrave; vous conformer &agrave; la loi, &agrave; r&eacute;duire vos co&ucirc;ts, ou tout simplement &agrave; respecter votre responsabilit&eacute; sociale. Le cours pr&eacute;sente en d&eacute;tail les crit&egrave;res de r&eacute;ussite pour le multim&eacute;dia, &eacute;tablis par les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2 du W3C (WCAG 2.0 et 2.1).</p>
                                    <p>Notre mat&eacute;riel didactique consiste en un examen approfondi de toutes les normes pertinentes permettant de se conformer aux politiques internationales, r&eacute;gionales ou du gouvernement f&eacute;d&eacute;ral, dont la loi en faveur des Am&eacute;ricains ayant un handicap et l'article r&eacute;vis&eacute; 508 (&Eacute;tats-Unis), la Loi canadienne sur l'accessibilit&eacute; (dont l'adoption est imminente) ou la <em>Loi de 2005 sur l'accessibilit&eacute; pour les personnes handicap&eacute;es de l'Ontario</em>.</p>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd></dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Exp&eacute;rience de l'utilisation de vid&eacute;os num&eacute;riques; il est recommand&eacute; de conna&icirc;tre les enjeux li&eacute;s &agrave; l'accessibilit&eacute; et les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.0 ou 2.1.</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Demi-journ&eacute;e ou journ&eacute;e compl&egrave;te. Nous offrons &eacute;galement ce cours en l'adaptant sur place aux besoins de votre organisation.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne ou sur place</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://u5854113.ct.sendgrid.net/wf/click?upn=0jtiag-2FuRoxYSNS97-2B2LtlG1WAHsjIQ0Ep5-2BKjre2v6xtLg-2Ft-2FB6hhY0wDlCWyO9NQl07KNJA-2FkjfgzQ2sXW1iC0P7QOw-2BSP2KhQifrj4zGJZjYnOMz4u-2BFyuW0gjcDhrrXSM5FG4S-2FS2W4GU0e0NQ-3D-3D_mm4vR5b8-2B-2BzKspZM2ii0IcjwhTv4zZvwbUjYrxDq6DbqTQH4xzGYHIdjHRaFmoBOX8WE9BM2lzY1RalU0t4CTnRlu5L0ZZWX-2Fcu6ekFVsJ1Bz2qHdTVuzWy3ktVBNgvjkH-2Fx5bLwDTx5BfZ-2Ftxae68sPsV4j5A8Ccn6VRV-2FKonL1bhp-2Bd6be83gzXaYo-2FcbWMCAsTnDb2jJWS0EeQLnPYLk4bnN9ctWCNBxTLqIBHpD18KRsA96c1G1RJVtrKFGs" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour Accessibilit&eacute; &eacute;lectronique pour les &eacute;quipes multim&eacute;dias</span></a></p>
                        </div>
                    </div>
                    <div class="panel panel-primary">
                        <div class="panel-body">
                            <h3 id="rediger-web" class="mrgn-tp-0">R&eacute;diger pour le Web en tenant compte de l'accessibilit&eacute; (en anglais seulement)</h3>
                            <dl class="dl-horizontal">
                                <dt>Objectif d&rsquo;apprentissage :</dt>
                                <dd>
                                    <p>&Agrave; la fin du cours, vous obtiendrez les r&eacute;sultats d'apprentissage suivants :</p>
                                    <ul>
                                        <li>Conna&icirc;tre les techniques que vous pouvez appliquer imm&eacute;diatement pour am&eacute;liorer l'accessibilit&eacute; de vos mots, de vos graphiques et de tout votre contenu multim&eacute;dia.</li>
                                        <li>Conna&icirc;tre en profondeur les R&egrave;gles pour l'accessibilit&eacute; des contenus Web (WCAG) 2.0 du W3C, les WCAG 2.1, la norme PDF/UA, la Loi de 2005 sur l'accessibilit&eacute; pour les personnes handicap&eacute;es de l'Ontario, la loi en faveur des Am&eacute;ricains handicap&eacute;s, ainsi que d'autres normes d'accessibilit&eacute; en vigueur, et savoir s'y conformer.</li>
                                        <li>Parvenir &agrave; prendre des d&eacute;cisions &eacute;clair&eacute;es quant au niveau de conformit&eacute; aux normes d'accessibilit&eacute;.</li>
                                    </ul>
                                </dd>
                                <dt>Niveau :</dt>
                                <dd>D&eacute;butant</dd>
                                <dt>Fournisseur :</dt>
                                <dd><a href="https://www.wcag2.com/training">David Berman Communications (en anglais seulement)</a></dd>
                                <dt>Pr&eacute;alables :</dt>
                                <dd>Aucun</dd>
                                <dt>Dur&eacute;e :</dt>
                                <dd>Cours d'une journ&eacute;e, d'une demi-journ&eacute;e ou sous forme d'expos&eacute; principal. Nous offrons ce cours en l'adaptant sur place aux besoins de votre organisation.</dd>
                                <dt>Mode de prestation :</dt>
                                <dd>En ligne</dd>
                                <dt>Estimation du co&ucirc;t :</dt>
                                <dd></dd>
                            </dl>
                            <p><a href="https://davidberman.com/courses/keynotes-and-courses/writing-for-web-accessibility/" class="btn btn-success">Inscrivez-vous<span class="wb-inv">&nbsp;pour R&eacute;diger pour le Web en tenant compte de l'accessibilit&eacute;</span></a></p>
                        </div>
                    </div>
                </details>
            </div>
        </div>
                <div id="def-preFooter"></div>
        <script src="https://bati-itao.github.io/scripts/preFooter.min.js"></script>
    </main>
    <div id="def-footer"></div>
    <script src="https://bati-itao.github.io/scripts/appFooter.min.js"></script>
    <script src="https://bati-itao.github.io/scripts/refFooter.min.js"></script>
    <script src="https://bati-itao.github.io/scripts/bati-itao.min.js"></script>
</body>
    
</html>